{
  "44": "D",
  "48": "H",
  "53": "S",
  "574": ", ",
  "15334": "Web",
  "50778689": "Alain Paradis",
  "-25835938": "Designers",
  "523a9f57": "Supporters",
  "403827a": "Event",
  "-3c04dfe": "Class Introduction",
  "1c51fc57": "We started this journey in 2020. In a time of warranted hesitation and big unknowns, sixty-four individuals, from far and wide, knew our goals couldn’t wait for the world to be “normal.” We decided to firmly take action and step forward on our education journey. We were determined to use this turbulent time to prepare for the new world we all hoped would come.",
  "-20aaf784": "For three years, we were a part of redefining what it means to be a student, a freelancer, and a graphic designer. We spent years learning and collaborating with each other from makeshift bedroom offices, kitchen tables, and at times, car passenger seats. Adding words to our daily vocabularies like Slack, Discord, and Zoom. Our return to the classroom was a welcomed trial. A return to the old, but with a whole host of new skills, ready to thrive in whatever environment we could find ourselves in.",
  "28ce0032": "Now we graduate into the new world we had hoped for, proud of all our accomplishments, humbled by our failures, and educated to know that both are worth celebrating. With deep gratitude to our teachers; we thank them for getting us this far. Now we aim our resolve to show the world what we have to offer.",
  "-52bd880f": "Learn More",
  "69ce1655": "What Does",
  "2cbd42d7": "Mean To Us?",
  "-43fbb875": "To us, “Resolve” represents our determination and resilience as students and graphic designers.",
  "77cd9c1f": "As students, we’ve followed through on our resolve to overcome the many challenges we’ve faced in school and beyond to be here today. As designers, we remain ever steadfast as we navigate the design process to find solutions that effectively communicate and engage audiences.",
  "-6b41b0eb": "Our wordmark is made of unique shapes that unite to form one message, similar to how we’ve come together to present the 2023 Grad Show. Furthermore, these elements can be moved and reorganized into various configurations, much like the ever-changing industry we are merging into.",
  "-5e1d0ca9": "As we resolve our time in the Algonquin College graphic design program, we look forward to bright new beginnings.",
  "-12341c3d": "Featured Work",
  "2572f1b": "Branding",
  "5500514f": "Typography",
  "49cc28d": "Print",
  "3ef5b970": "Illustration",
  "4d68980": "UX/UI",
  "-7648542a": "Motion",
  "3d503d2b": "No items found.",
  "61fd1c02": "Class Reel",
  "-258b3fde": "©2023 Algonquin College Graphic Design Grad Show",
  "-a3ec26c": "Gradshow 2023",
  "-311a986": "Graphic Design Program",
  "cce5": "50 ",
  "c924": "40 ",
  "c5a1": "32 ",
  "4d": "M",
  "-5b21c1dc": "Join us in celebrating the achievements of our talented graphic designer cohort by making a donation towards their graduation show.",
  "4facc25": "When?",
  "-2fcc4e8e": "Thursday,",
  "-7e036271": "April 13, 2023",
  "300325e": "5-9PM",
  "-65a133a8": "Where?",
  "722d8e0c": "Bayview Yards, ",
  "-4e19804": "7 Bayview Station Rd, ",
  "-72984a84": "Ottawa",
  "-437c9d90": " Donate Today",
  "5dcb4086": "Your support makes this event possible. Donate to the GoFundMe today!",
  "33b7d778": "Thank you!",
  "141823b8": "Thank You To All Our Supporters",
  "6c7f4ed3": "A special thanks to our professors, Algonquin college faculty and support staff who had the resolve to see us through this 3-year program in the face of a global crisis. They’ve demonstrated true determination and what is possible when we commit to finding solutions to great challenges. Their quick adaption and flexibility to ever-changing regulations made it possible for us to reach our full potential online and in the classroom despite adversity. We are deeply grateful for everything they have done for us!",
  "2eaed404": "Professors",
  "6bbb4346": "David Bromley",
  "7f263fe5": "Robert Smith",
  "-5cc8ee45": "Andrea Emery",
  "-6ab6ffef": "Angie Fahlman",
  "2a06c79d": "David Bilenkey",
  "-71e4a082": "Wendy Warren",
  "-41898224": "Andrew Miller",
  "198ec32c": "Anish Parmar",
  "49ee8f05": "Christina Muxlow",
  "-380d35bb": "Greg Treadwell",
  "-17da711a": "Chelle Lorenzen",
  "9f3c0d9": "Will Shaw",
  "66b4025c": "Jamie Dean",
  "7447c477": "Kate Corsten",
  "-2a2bd0d2": "Chris Jones",
  "-3d6736dd": "Thank you to our other professors not pictured: ",
  "-223ebec9": "Milena Hrebacka",
  "-ba8c4a3": "Katrin Emery",
  "-759e37e6": "Paul Byrne",
  "4d05ec9d": ", and ",
  "3b7f5ecb": "Glenn Gobuyan",
  "-684919e0": ". We would also like to thank ",
  "41828a28": "Brad St. Jean",
  "-7bb30251": ", our Media and Design Technologist, and ",
  "205425a1": "Mike Stacey",
  "669b4675": ", our Media and Design Technician.",
  "-69968b47": "Sponsors",
  "-14dd27be": "Thank you to our generous sponsors for helping to make this event possible. Your support has made this a memorable night!",
  "a6ce98": "Bayview Yards",
  "4a322bd8": "Happy Fish",
  "-4de06534": "Lieutenants Pump",
  "4ab920cb": "Partners",
  "539d2673": "We would also like to thank the amazing vendors who helped bring our event to life with their great services. ",
  "7c9c1b97": "Vision Rentals",
  "34cf49a4": "FoodWorks",
  "233f6ff8": "The Print Shop",
  "-67ad9185": "Algonquin College Graphic Design",
  "7a1870f0": "Grad Show 2023",
  "5c48bce5": "5 - 9 ",
  "9fd": "PM",
  "-56c62415": "Come celebrate the achievements of our talented cohort at the RBC Foundry in Bayview Yards. Join us for the 1st in person grad-show since the start of the pandemic. This year grad show will be one to remember. We can’t wait to meet you!",
  "6e0c2161": "Need Directions?",
  "-4238d35c": "7 Bayview Station Rd,",
  "26f5b447": "Ottawa, K1Y 2C5",
  "-45b0dad8": "Portfolio",
  "-11d4bbff": "Protected Page",
  "4c641ebb": "Password",
  "-f5c4b5f": "Incorrect password. Please try again.",
  "c938": "404",
  "-40b0787c": "Page Not Found",
  "-59fbb7f3": "The page that you are looking for doesn't exist or has been moved, sorry about that!"
}